Sizes:%1!s! in system %2!s! are not available in fabrication service:%3!s!, All available sizes are:\n%4!s!.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SizeNotAvailableInFabricationService { get; }
  Visual Basic
Public Shared ReadOnly Property SizeNotAvailableInFabricationService As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SizeNotAvailableInFabricationService {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MEPFabricationFailures Class
  Autodesk.Revit.DB Namespace